Repository: bywatersolutions/koha-plugin-room-reservations
Catalog: Koha/Plugin/Com/MarywoodUniversity/RoomReservations/*.po
Languages: de

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: October
de: Oktober

source: December
de: Dezember

source: Koha: Room Reservations Plugin: Reserve as patron
de: Plugin für Raumreservierungen: Reserviere als Benutzer

source: Home
de: Start

source: Room Reservations
de: Raumreservierungen

source: Tool
de: Werkzeug

source: Reserve as
de: Reserviere als

source: hours
de: Stunden

source: Selected time range exceeds maximum time allowed of
de: Die ausgewählte Zeitspanne überschreitet die maximal erlaubte Zeitspanne von

source: Please select a valid time range!
de: Bitte eine gültige Zeitspanne auswählen!

source: Start date is required.
de: Startdatum ist erforderlich.

source: Start time is required.
de: Startzeit ist erforderlich.

source: End date is required.
de: Enddatum ist erforderlich.

source: End time is required.
de: Endzeit ist erforderlich.

source: Room is required.
de: Raum ist erforderlich.

source: Availability Search
de: Verfügbarkeitssuche

source: Room is not available at the selected time.
de: Raum ist zum ausgewählten Zeitpunkt nicht verfügbar.

source: Start time
de: Startzeit

source: End time
de: Endzeit

source: Start date
de: Startdatum

source: Time
de: Zeit

source: 12:00 AM
de: 00:00 Uhr

source: 12:30 AM
de: 00:30 Uhr

source: 1:00 AM
de: 01:00 Uhr

source: 1:30 AM
de: 01:30 Uhr

source: 2:00 AM
de: 02:00 Uhr

source: 2:30 AM
de: 02:30 Uhr

source: 3:00 AM
de: 03:00 Uhr

source: 3:30 AM
de: 03:30 Uhr

source: 4:00 AM
de: 04:00 Uhr

source: 4:30 AM
de: 04:30 Uhr

source: 5:00 AM
de: 05:00 Uhr

source: 5:30 AM
de: 05:30 Uhr

source: 6:00 AM
de: 06:00 Uhr

source: 6:30 AM
de: 06:30 Uhr

source: 7:00 AM
de: 07:00 Uhr

source: 7:30 AM
de: 07:30 Uhr

source: 8:00 AM
de: 08:00 Uhr

source: 8:30 AM
de: 08:30 Uhr

source: 9:00 AM
de: 09:00 Uhr

source: 9:30 AM
de: 09:30 Uhr

source: 10:00 AM
de: 10:00 Uhr

source: 10:30 AM
de: 10:30 Uhr

source: 11:00 AM
de: 11:00 Uhr

source: 11:30 AM
de: 11:30 Uhr

source: 12:00 PM
de: 12:00 Uhr

source: 12:30 PM
de: 12:30 Uhr

source: 1:00 PM
de: 13:00 Uhr

source: 1:30 PM
de: 13:30 Uhr

source: 2:00 PM
de: 14:00 Uhr

source: 2:30 PM
de: 14:30 Uhr

source: 3:00 PM
de: 15:00 Uhr

source: 3:30 PM
de: 15:30 Uhr

source: 4:00 PM
de: 16:00 Uhr

source: 4:30 PM
de: 16:30 Uhr

source: 5:00 PM
de: 17:00 Uhr

source: 5:30 PM
de: 17:30 Uhr

source: 6:00 PM
de: 18:00 Uhr

source: 6:30 PM
de: 18:30 Uhr

source: 7:00 PM
de: 19:00 Uhr

source: 7:30 PM
de: 19:30 Uhr

source: 8:00 PM
de: 20:00 Uhr

source: 8:30 PM
de: 20:30 Uhr

source: 9:00 PM
de: 21:00 Uhr

source: 9:30 PM
de: 21:30 Uhr

source: 10:00 PM
de: 22:00 Uhr

source: 10:30 PM
de: 22:30 Uhr

source: 11:00 PM
de: 23:00 Uhr

source: 11:30 PM
de: 23:30 Uhr

source: End date
de: Enddatum

source: Select Room
de: Raum auswählen

source: Room Equipment
de: Raumequipment

source: none
de: keins

source: Check Room Availability
de: Überprüfe Raumverfügbarkeit

source: Select a room to continue.
de: Einen Raum um fortzufahren.

source: Available Rooms
de: Verfügbare Räume

source: Select
de: Auswählen

source: Room #
de: Raum Nr.

source: Max Capacity
de: Max. Kapazität

source: No rooms match your criteria!
de: Kein Raum passt zu den Kriterien!

source: Click here to try another search
de: Klicke hier, um eine andere Suche zu probieren

source: Confirmation
de: Bestätigung

source: Room:
de: Raum:

source: Time:
de: Zeit:

source: Send a copy as confirmation
de: Eine Kopie als Bestätigung senden

source: Confirm
de: Bestätigen

source: Start over
de: Abbrechen

source: Sorry!
de: Entschuldigung!

source: It appears there was a problem completing your reservation
de: Es scheint, es gab ein Problem mit Ihrer Reservierung

source: This is most likely due to someone else placing a reservation for a conflicting time slot.
de: Dies liegt höchstwahrscheinlich daran, dass jemand anderes eine Reservierung für ein überschneidendes Zeitfenster vorgenommen hat.

source: Click here to search again
de: Klicke hier, um noch einmal zu suchen

source: Congratulations! Your reservation is confirmed!
de: Gratulation! Ihre Reservierung ist bestätigt!

source: An email confirmation has been sent to
de: Eine E-Mail Bestätigung wurde versendet an

source: Back to patron record
de: Zurück zum Benutzerdatensatz

source: Koha: Room Reservations Plugin: Configuration
de: Plugin für Raumreservierungen: Konfiguration

source: Please choose an action
de: Bitte wählen Sie eine Aktion

source: Please select a room
de: Bitte wählen Sie einen Raum aus

source: Configuration
de: Konfiguration

source: Actions
de: Aktionen

source: Select an action:
de: Eine Aktion wählen:

source: Display rooms
de: Räume anzeigen

source: Add room
de: Raum hinzufügen

source: Edit room
de: Raum bearbeiten

source: Delete room
de: Raum löschen

source: Add room equipment
de: Raumequipment hinzufügen

source: Edit room equipment
de: Raumequipment bearbeiten

source: Delete room equipment
de: Raumequipment löschen

source: OPAC max future date
de: OPAC max. Datum

source: OPAC max time
de: OPAC max. Zeit

source: Restrict daily reservations per patron
de: Tägliche Reservierungen pro Benutzer begrenzen

source: Restrict patron categories
de: Auf Benutzerkategorie(n) einschränken

source: Continue
de: Weiter

source: Processing...
de: Arbeite...

source: Select a room to display its details or select another action.
de: Einen Raum um Details anzuzeigen oder eine andere Aktion wählen.

source: Select another action
de: Eine andere Aktion wählen

source: Room
de: Raum

source: Show details
de: Zeige Details

source: Select another room to display
de: Einen anderen Raum zum bearbeiten wählen

source: Room capacity:
de: Raumkapazität:

source: Description:
de: Beschreibung:

source: Please enter a valid number!
de: Bitte eine Zahl eingeben!

source: Set max number days
de: Maximale Anzahl an Tagen

source: Current max number days:
de: Aktuelle max. Anzahl an Tagen:

source: n/a
de: nicht gesetzt

source: Set max number of days:
de: Maximale Anzahl an Tagen:

source: Add restriction
de: Beschränkung hinzufügen

source: Please select a valid number!
de: Bitte eine Zahl auswählen!

source: Set max time
de: Max. Zeit

source: Current max time:
de: Aktuelle max. Zeit:

source: n/a minutes
de: nicht gesetzt

source: days
de: Tage

source: minutes
de: Minuten

source: Set max time:
de: Max. Zeit:

source: Days
de: Tage

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Set daily reservation per patron limit
de: Tägliches Reservierungslimit pro Kunde festlegen

source: Current limit:
de: Aktuelles Limit:

source: No Limit
de: Kein Limit

source: reservations
de: Reservierungen

source: Set limit:
de: Limit festlegen:

source: No limit
de: Kein Limit

source: Add limit
de: Limit hinzufügen

source: Restricted categories:
de: Kategorien ohne Berechtigung:

source: No restrictions
de: Alle sind berechtigt

source: Non-Restricted categories:
de: Kategorien mit Berechtigung:

source: INVALID!
de: Ungültig!

source: Text entered here will be displayed to restricted patrons on the OPAC
de: Der hier eingegebene Text wird für Besucher ohne Berechtigung im OPAC angezeigt

source: Update
de: Übernehmen

source: Please enter a roomname
de: Bitte einen Raumnamen eingeben

source: Please enter a max capacity for the room
de: Bitte die max. Kapazität des Raumes eingeben

source: Select room equipment. If no equipment then check `none`
de: Raumequipment auswählen. Gibt es kein Equipment dann "keins" wählen

source: Current Rooms
de: Aktuelle Räume

source: Add Room
de: Raum hinzufügen

source: Room Name:
de: Raumname:

source: Max Capacity:
de: Max. Kapazität:

source: Please select an edit action.
de: Eine Bearbeitungsfunktion auswählen.

source: Edit Room
de: Raum bearbeiten

source: Edit Equipment
de: Equipment bearbeiten

source: Edit
de: Bearbeiten

source: Please wait...
de: Bitte warten...

source: Room Name cannot be blank.
de: Raumname darf nicht leer sein.

source: Max Capacity cannot be blank.
de: Max. Kapazität darf nicht leer sein.

source: Select another room to edit
de: Einen anderen Raum zum bearbeiten auswählen

source: Edit Room Details
de: Raumdetails bearbeiten

source: Room equipment cannot be empty. If no equipment then check `none`
de: Raumequipment darf nicht leer sein. Gibt es kein Equipment, dann "keins" auswählen

source: Edit Room Equipment
de: Raumequipment bearbeiten

source: Select a room to delete.
de: Einen Raum zum löschen auswählen.

source: Are you sure you want to delete the selected room?
de: Sind Sie sicher, dass Sie den gewählten Raum löschen wollen?

source: Only rooms not linked to a booking are listed below
de: Es werden nur Räume ohne Buchung(en) angezeigt

source: Delete
de: Löschen

source: No rooms available to delete!
de: Keine Räume verfügbar zum Löschen!

source: Equipment name cannot be blank.
de: Equipment Name darf nicht leer sein.

source: Current Equipment
de: Aktuelles Equipment

source: Add Equipment
de: Equipment hinzufügen

source: Add
de: Hinzufügen

source: Select equipment to edit.
de: Equipment zum bearbeiten auswählen.

source: Select equipment to delete.
de: Equipment zum Löschen auswählen.

source: Are you sure you want to delete the selected equipment?
de: Sind Sie sicher, dass Sie das gewählte Equipment löschen wollen?

source: Only equipment not currently associated with a room is listed below
de: Es werden nur Räume ohne Buchung(en) angezeigt

source: Koha: Room Reservations Plugin: Tool
de: Plugin für Raumreservierungen: Werkzeug

source: Please select an action to continue.
de: Zum Fortsetzen eine Bearbeitungsfunktion auswählen.

source: Manage opening hours
de: Öffnungszeiten bearbeiten

source: Manage blackouts
de: Sperrzeiten verwalten

source: Manage reservations
de: Reservierungen verwalten

source: Please select at least one weekday.
de: Bitte mind. einen Wochentag auswählen.

source: Please select valid start and end time.
de: Bitte eine gültige Start- und Endzeit eingeben!

source: There was a problem deleting the selected opening hours. Please try again
de: Es gab ein Problem beim löschen der ausgewählten Öffnungszeiten. Bitte versuchen Sie es erneut

source: Selected opening hours deleted successfully
de: Die ausgewählten Öffnungszeiten wurde erfolgreich gelöscht

source: Delete opening hours
de: Lösche Öffnungszeiten

source: Day
de: Tag

source: End
de: Ende

source: Submit
de: Bestätigen

source: No opening hours configured.
de: Keine Öffnungszeiten konfiguriert.

source: Add opening hours
de: Öffnungszeiten hinzufügen

source: Select opening days
de: Tage auswählen

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Select opening hours
de: Zeiten wählen

source: From
de: Von

source: To
de: Bis

source: There was a problem deleting the selected booking. Please try again
de: Es gab ein Problem beim löschen der ausgewählten Buchung. Bitte versuchen Sie es erneut

source: Selected booking deleted successfully
de: Die ausgewählte Buchung wurde erfolgreich gelöscht

source: Go to OPAC-Calendar view
de: Zur OPAC-Kalenderansicht wechseln.

source: Patron
de: Benutzer

source: No bookings found!
de: Keine Buchungen gefunden!

source: Please select an action.
de: Bitte eine Aktion auswählen.

source: Manage Blackouts
de: Sperrzeiten verwalten

source: Blackout start
de: Sperrzeit Beginn

source: Blackout end
de: Sperrzeit Ende

source: No upcoming blackouts scheduled!
de: Keine kommenden Sperrzeiten terminiert!

source: Add a blackout
de: Eine Sperrzeit hinzufügen

source: How long is the blackout?
de: Wie lang dauert die Sperrzeit?

source: Full day(s)
de: Voll(e) Tag(e)

source: A few hours
de: Einige Stunden

source: Please select one or more rooms.
de: Bitte wählen Sie einen oder mehrere Räume aus.

source: All day
de: Voll(e) Tag(e)

source: Select room(s) to blackout
de: Raum/Räume auswählen um Sperrzeiten hinzuzufügen

source: All rooms
de: Alle Räume

source: Please select a valid start and end time!
de: Bitte eine gültige Start- und Endzeit eingeben!

source: Study Room Reservation Confirmation
de: Raumreservierungsbestättigung

source: Your study room request has been completed!
de: Ihre Raumanfrage ist abgeschlossen!

source: For proof of reservation, print or save this email containing the reservation details!
de: Zum Beweis Ihrer Reservierung, drucken oder speichern sie diese E-Mail mit den Reservierungsdetails!

source: From:
de: Von:

source: To:
de: Bis:

source: Reservation confirmed:
de: Reservierung bestätigt:

source: catalog
de: Katalog

source: Booking
de: Buchung

source: Study Room Calendar
de: Raumkalender

source: Max. Capacity
de: Max. Kapazität

source: Description
de: Beschreibung

source: You do not have permission to access this page
de: Sie haben keine Berechtigung, um auf diese Seite zuzugreifen

source: SUN
de: So

source: MON
de: Mo

source: TUE
de: Di

source: WED
de: Mi

source: THU
de: Do

source: FRI
de: Fr

source: SAT
de: Sa

source: Book a Room
de: Einen Raum buchen

source: Book a room
de: Einen Raum buchen

source: Avalability Search
de: Verfügbarkeitssuche

source: Room is not available at the selected time. Please note the opening hours.
de: Raum ist zum ausgewählten Zeitpunkt nicht verfügbar. Bitte beachten Sie die Öffnungszeiten.

source: people
de: Personen

source: Opening hours
de: Öffnungszeiten

source: Availability Search Results
de: Ergebnisse der Verfügbarkeitssuche

source: Unable to continue!\nYou have reached the limit of daily reservations per user for today!
de: Sie können nicht fortfahren! Sie haben das Limit der täglichen Reservierungen pro Benutzer für heute erreicht!

source: Send me a copy of my confirmation
de: Senden Sie mir eine Kopie meiner Bestätigung

source: Back to calendar
de: Zurück zum Kalender
